Repository: D-nDev/open-maestri-agentic
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br, zh_hans

# menu.view.zoom_in
source: Zoom In
pt_br: Ampliar
zh_hans: 放大

# menu.view.zoom_out
source: Zoom Out
pt_br: Diminuir zoom
zh_hans: 缩小

# node.default_name.note
source: Note
pt_br: Nota
zh_hans: 便签

# note.edit
source: Edit
pt_br: Editar
zh_hans: 编辑

# note.placeholder
source: Start typing your note…
pt_br: Comece a digitar sua nota…
zh_hans: 在此输入笔记内容…

# note.preview
source: Preview
pt_br: Prévia
zh_hans: 预览

# note.toolbar.background_color
source: Background Color
pt_br: Cor de fundo
zh_hans: 背景颜色

# note.toolbar.bold
source: Bold
pt_br: Negrito
zh_hans: 粗体

# note.toolbar.code_block
source: Code Block
pt_br: Bloco de código
zh_hans: 代码块

# note.toolbar.copy_all
source: Copy All
pt_br: Copiar tudo
zh_hans: 全部复制

# note.toolbar.heading
source: Heading
pt_br: Título
zh_hans: 标题

# note.toolbar.inline_code
source: Inline Code
pt_br: Código em linha
zh_hans: 行内代码

# note.toolbar.insert_image
source: Insert Image
pt_br: Inserir imagem
zh_hans: 插入图片

# note.toolbar.italic
source: Italic
pt_br: Itálico
zh_hans: 斜体

# note.toolbar.list_item
source: List Item
pt_br: Item de lista
zh_hans: 列表项

# note.toolbar.more_colors
source: More Colors
pt_br: Mais cores
zh_hans: 更多颜色

# note.toolbar.save_as
source: Save As
pt_br: Salvar como
zh_hans: 另存为

# note.toolbar.strikethrough
source: Strikethrough
pt_br: Tachado
zh_hans: 删除线

# note.toolbar.task_item
source: Task Item
pt_br: Item de tarefa
zh_hans: 任务项

# note.toolbar.toggle_format.formatted
source: Formatted
pt_br: Formatado
zh_hans: 格式化

# note.toolbar.toggle_format.plain
source: Plain Text
pt_br: Texto simples
zh_hans: 纯文本

# onboarding.from_here
source: Start Here
pt_br: Comece aqui
zh_hans: 从这里开始

# onboarding.get_started
source: Get Started
pt_br: Começar
zh_hans: 开始使用

# onboarding.quick_start
source: Quick Start
pt_br: Início rápido
zh_hans: 快速开始

# onboarding.step1.subtitle
source: Visually manage your AI Agent team on the canvas
pt_br: Gerencie visualmente sua equipe de Agentes de IA no Canvas
zh_hans: 在画布上可视化管理你的 AI Agent 团队

# onboarding.step1.title
source: Welcome to open-maestri
pt_br: Bem-vindo ao open-maestri
zh_hans: 欢迎使用 open-maestri

# onboarding.step2.subtitle
source: Drag a terminal node from the top toolbar, choose Claude Code / Codex / Shell and more
pt_br: Arraste um nó de Terminal da barra de ferramentas superior e escolha Claude Code, Codex, Shell ou outra opção
zh_hans: 从顶部工具栏拖入终端节点，选择 Claude Code / Codex / Shell 等预设

# onboarding.step2.title
source: Create Agent Terminals
pt_br: Criar Terminais de Agentes
zh_hans: 创建 Agent 终端

# onboarding.step3.subtitle
source: Connect two terminals — omaestri skill is auto-injected so agents can communicate
pt_br: Conecte dois Terminais — a Skill do omaestri é injetada automaticamente para permitir a comunicação entre os Agentes
zh_hans: 连线两个终端，omaestri skill 会自动注入，Agent 可以互相通信

# onboarding.step3.title
source: Connect Agents
pt_br: Conectar Agentes
zh_hans: 连接 Agent

# orca.send.interrupt_title
source: Interrupt Orca Terminal
pt_br: Interromper Terminal do Orca
zh_hans: 中断 Orca 终端

# orca.send.interrupt_warning
source: This explicitly interrupts the current model turn.
pt_br: Isso interromperá explicitamente o turno atual do modelo.
zh_hans: 这会明确中断当前模型回合。

# orca.send.queue_button
source: Queue
pt_br: Enfileirar
zh_hans: 加入队列

# orca.send.queue_hint
source: The message will be delivered after Orca reports tui-idle.
pt_br: A mensagem será entregue quando o Orca informar o estado tui-idle.
zh_hans: 消息将在 Orca 报告 tui-idle 后送达。

# orca.send.queue_title
source: Queue Message to Orca
pt_br: Enfileirar mensagem no Orca
zh_hans: 向 Orca 排队发送消息

# orca.toolbar.interrupt_send
source: Interrupt and Send
pt_br: Interromper e enviar
zh_hans: 中断并发送

# orca.toolbar.queue_message
source: Queue Message
pt_br: Enfileirar mensagem
zh_hans: 排队消息

# orca.toolbar.refresh
source: Refresh from Orca
pt_br: Atualizar a partir do Orca
zh_hans: 从 Orca 刷新

# panel.move_here
source: Move Here
pt_br: Mover para cá
zh_hans: 移动到这里

# panel.select_directory
source: Select Directory
pt_br: Selecionar diretório
zh_hans: 选择目录

# panel.select_target_dir.title
source: Select Target Directory
pt_br: Selecionar diretório de destino
zh_hans: 选择目标目录

# panel.select_workspace_dir
source: Select Workspace Directory
pt_br: Selecionar diretório do Workspace
zh_hans: 选择工作区目录

# portal.empty_state
source: No source configured
pt_br: Nenhuma fonte configurada
zh_hans: 未配置来源

# portal.name_label
source: Name
pt_br: Nome
zh_hans: 名称

# portal.name_placeholder
source: Optional
pt_br: Opcional
zh_hans: 可选

# portal.new
source: New Portal
pt_br: Novo Portal
zh_hans: 新建 Portal

# portal.url_placeholder
source: Enter URL…
pt_br: Digite a URL…
zh_hans: 输入网址…

# role.assign.no_roles_hint
source: Add roles in Settings to get started
pt_br: Adicione funções nas configurações para começar
zh_hans: 请在设置中添加角色预设

# role.edit
source: Edit Role
pt_br: Editar função
zh_hans: 编辑角色

source: Role Name
pt_br: Nome da função
zh_hans: 角色名称

# role.name_placeholder.help
source: e.g. Leader, Coder, Reviewer, Tester
pt_br: ex.: Líder, Programador, Revisor, Testador
zh_hans: 例如：Leader、Coder、Reviewer、Tester

# role.new
source: New Role
pt_br: Nova função
zh_hans: 新建角色

# role.no_custom_roles
source: No custom roles. Add one in Settings
pt_br: Nenhuma função personalizada. Adicione uma em Configurações.
zh_hans: 暂无自定义角色，可在设置中添加

# role.no_roles
source: No roles yet. Click the button below to create one
pt_br: Nenhuma função criada. Clique no botão abaixo para criar uma.
zh_hans: 暂无角色，点击下方按钮创建

# role.none
source: No Role
pt_br: Sem função
zh_hans: 无角色

# role.none_tag
source: (None)
pt_br: (Nenhum)
zh_hans: （无）

# role.picker.description
source: Assign a role to define this agent's focus.
pt_br: Atribua uma função para definir o foco deste agente.
zh_hans: 分配一个角色来定义此代理的工作重点。

# role.picker.discover
source: Discover Roles
pt_br: Explorar funções
zh_hans: 发现角色

# role.picker.footer
source: Role settings are managed by open-maestri. A copy of the instructions will be placed in your project's .open-maestri folder for agents to read at startup. Consider adding .open-maestri to your .gitignore.
pt_br: As configurações de função são gerenciadas pelo open-maestri. Uma cópia das instruções será colocada na pasta .open-maestri do seu projeto para que os agentes leiam na inicialização. Considere adicionar .open-maestri ao seu .gitignore.
zh_hans: 角色设置由 open-maestri 管理。指令副本将放置在项目的 .open-maestri 文件夹中，以便代理启动时读取。建议将 .open-maestri 添加到 .gitignore。

# role.picker.new
source: New
pt_br: Novo
zh_hans: 新建

# role.picker.prompt_placeholder
source: Select a role to see its instructions
pt_br: Selecione uma função para ver suas instruções
zh_hans: 选择一个角色以查看其指令

# role.picker.search_placeholder
source: Search...
pt_br: Buscar…
zh_hans: 搜索...

# role.picker.unassign
source: Unassign Role
pt_br: Remover função
zh_hans: 取消分配角色

# role.section
source: Roles
pt_br: Funções
zh_hans: 角色 (Roles)

# role.tab
source: Roles
pt_br: Funções
zh_hans: 角色

# routine.auto_run_hooks
source: Auto-run Setup Hooks
pt_br: Executar Hooks de configuração automaticamente
zh_hans: 自动执行 Setup Hooks

# routine.commit_message_placeholder
source: Commit message...
pt_br: Mensagem do commit…
zh_hans: 提交信息...

# routine.empty
source: No Routines
pt_br: Sem rotinas
zh_hans: 暂无 Routine

# routine.empty.hint
source: Create scheduled tasks to automatically send prompts to agents
pt_br: Crie tarefas agendadas para enviar prompts automaticamente aos Agentes
zh_hans: 创建定时任务，自动向 Agent 发送提示

# routine.interval.hours
source: Every %1$d hr · %2$d prompts
pt_br: A cada %1$d h · %2$d prompts
zh_hans: 每 %1$d 小时 · %2$d 条提示

# routine.interval.minutes
source: Every %1$d min · %2$d prompts
pt_br: A cada %1$d min · %2$d prompts
zh_hans: 每 %1$d 分钟 · %2$d 条提示

# routine.interval.seconds
source: %1$ds interval · %2$d prompts
pt_br: Intervalo de %1$d s · %2$d prompts
zh_hans: %1$ds 间隔 · %2$d 条提示

# routine.interval_minutes
source: Interval (minutes)
pt_br: Intervalo (minutos)
zh_hans: 间隔（分钟）

# routine.name_placeholder
source: Name
pt_br: Nome
zh_hans: 名称

# routine.new
source: New Routine
pt_br: Nova rotina
zh_hans: 新建 Routine

# routine.prompt_placeholder
source: Prompt (use && to separate multiple)
pt_br: Prompt (use && para separar vários)
zh_hans: 提示（用 && 分隔多条）

# routine.shell_command_placeholder
source: shell command…
pt_br: comando shell…
zh_hans: shell 命令…

# settings.tab.agents
source: Agents
pt_br: Agentes
zh_hans: 代理

# settings.tab.data
source: Data
pt_br: Dados
zh_hans: 数据

# settings.tab.general
source: General
pt_br: Geral
zh_hans: 通用

# settings.tab.roles
source: Roles
pt_br: Funções
zh_hans: 角色

# settings.tab.shortcuts
source: Shortcuts
pt_br: Atalhos
zh_hans: 快捷键

# settings.terminal.font
source: Font
pt_br: Fonte
zh_hans: 字体

# settings.terminal.font.help
source: Font changes apply immediately to all open terminals.
pt_br: As alterações de fonte aplicam-se imediatamente a todos os terminais abertos.
zh_hans: 字体变更立即应用到所有已打开的终端。

# settings.terminal.font_size
source: Font Size
pt_br: Tamanho da fonte
zh_hans: 字号

# settings.terminal.keyboard
source: Keyboard
pt_br: Teclado
zh_hans: 键盘

# settings.terminal.memory_limit
source: Per-Terminal Memory Limit
pt_br: Limite de memória por Terminal
zh_hans: 每个终端的内存限制

# settings.terminal.memory_limit.help
source: Limit scrollback memory usage for each terminal.
pt_br: Limitar o uso de memória do scrollback de cada Terminal.
zh_hans: 限制每个终端的 scrollback 内存使用。

# settings.terminal.metal
source: Metal Renderer
pt_br: Renderizador Metal
zh_hans: Metal 渲染器

# settings.terminal.metal.help
source: Use GPU acceleration for terminal rendering.
pt_br: Usar aceleração da GPU para renderizar o Terminal.
zh_hans: 使用 GPU 加速终端渲染。

# settings.terminal.option_as_meta
source: Use Option as Meta Key
pt_br: Usar Option como tecla Meta
zh_hans: 将 Option 用作 Meta 键

# settings.terminal.performance
source: Performance
pt_br: Desempenho
zh_hans: 性能

# settings.terminal.presets
source: Quick Launch Presets
pt_br: Predefinições de início rápido
zh_hans: 快速启动预设

# settings.terminal.presets.add
source: + Add Preset
pt_br: + Adicionar predefinição
zh_hans: + 添加预设

# settings.terminal.presets.edit
source: Edit Preset
pt_br: Editar predefinição
zh_hans: 编辑预设

# settings.terminal.presets.help
source: Up to 5 active presets are shown when creating a terminal.
pt_br: Até cinco predefinições ativas são exibidas ao criar um Terminal.
zh_hans: 创建终端时最多显示 5 个活动预设。

# settings.terminal.presets.reset
source: Reset to Defaults
pt_br: Redefinir para os padrões
zh_hans: 恢复默认设置

# settings.terminal.theme
source: Theme
pt_br: Tema
zh_hans: 主题

# settings.terminal.theme.dark
source: Dark
pt_br: Escuro
zh_hans: 深色

# settings.terminal.theme.help
source: Theme changes apply immediately to all open terminals.
pt_br: As alterações de tema aplicam-se imediatamente a todos os terminais abertos.
zh_hans: 主题变更立即应用到所有已打开的终端。

# settings.terminal.theme.light
source: Light
pt_br: Claro
zh_hans: 浅色

# settings.terminal.theme.system
source: Follow System
pt_br: Seguir sistema
zh_hans: 跟随系统

# shape.toolbar.font_size
source: Size
pt_br: Tamanho
zh_hans: 大小

# shortcut.action
source: Action
pt_br: Ação
zh_hans: 操作

# shortcut.center_node
source: Center Selected Node
pt_br: Centralizar o nó selecionado
zh_hans: 居中选中节点

# shortcut.connect_nodes
source: Start Connection
pt_br: Iniciar conexão
zh_hans: 开始连线

# shortcut.connect_nodes.desc
source: Start a connection from the selected node to another.
pt_br: Inicie uma conexão do nó selecionado para outro.
zh_hans: 从选中节点开始连线到另一个节点。

# shortcut.cycle_terminal_next
source: Next Terminal
pt_br: Próximo terminal
zh_hans: 下一个终端

# shortcut.cycle_terminal_prev
source: Previous Terminal
pt_br: Terminal anterior
zh_hans: 上一个终端

# shortcut.delete_node
source: Delete Selected Node
pt_br: Excluir nó selecionado
zh_hans: 删除选中节点

# shortcut.filter_placeholder
source: Filter
pt_br: Filtrar
zh_hans: 筛选

# shortcut.filter_search
source: Filter / Search
pt_br: Filtrar/Pesquisar
zh_hans: 过滤/搜索

# shortcut.floor_overview
source: Floor Overview
pt_br: Visão geral dos Floors
zh_hans: Floor 总览

# shortcut.focus_terminal
source: Jump to Terminal (⌘+number)
pt_br: Ir para o Terminal (⌘ + número)
zh_hans: 跳转终端（⌘+数字）

# shortcut.focus_terminal.desc
source: Jump to a terminal by its index number.
pt_br: Ir para um Terminal pelo número de índice.
zh_hans: 按序号跳转到指定终端。

# shortcut.group.element_nav
source: Element Navigation
pt_br: Navegação entre elementos
zh_hans: 元素导航

# shortcut.group.workspace_nav
source: Workspace Navigation
pt_br: Navegação entre Workspaces
zh_hans: 工作区导航

# shortcut.key
source: Shortcut
pt_br: Atalho
zh_hans: 快捷键

# shortcut.open_settings
source: Open Settings
pt_br: Abrir Configurações
zh_hans: 打开设置

# shortcut.press_new
source: Press new shortcut…
pt_br: Pressione novo atalho…
zh_hans: 按下新快捷键…

# shortcut.restore_defaults
source: Restore Defaults
pt_br: Restaurar padrões
zh_hans: 恢复默认设置

# shortcut.switch_workspace_down
source: Next Workspace
pt_br: Próximo Workspace
zh_hans: 切换下一个工作区

# shortcut.switch_workspace_up
source: Previous Workspace
pt_br: Workspace anterior
zh_hans: 切换上一个工作区

# shortcut.toggle_scroll_lock
source: Lock/Unlock Auto-scroll
pt_br: Bloquear/desbloquear rolagem automática
zh_hans: 锁定/解锁自动滚动

# shortcut.unlimited
source: Unlimited
pt_br: Ilimitado
zh_hans: 无限

# shortcut.zoom_scroll_modifier
source: Zoom Scroll Modifier
pt_br: Modificador de zoom por rolagem
zh_hans: 缩放滚动修饰键

# shortcut.zoom_scroll_modifier.desc
source: Hold this modifier key while scrolling to zoom the canvas.
pt_br: Mantenha esta tecla pressionada enquanto rola para aplicar zoom ao Canvas.
zh_hans: 按住此修饰键并滚动以缩放画布。

# terminal.auto_scroll_lock
source: Lock/Unlock Auto-scroll
pt_br: Bloquear/desbloquear rolagem automática
zh_hans: 锁定/解锁自动滚动

# terminal.browse
source: Browse...
pt_br: Navegar...
zh_hans: 浏览...

# terminal.command
source: Command
pt_br: Comando
zh_hans: 命令

# terminal.command_placeholder
source: e.g. claude, codex, gemini
pt_br: ex.: claude, codex, gemini
zh_hans: 例如：claude、codex、gemini

# terminal.edit.color
source: Color
pt_br: Cor
zh_hans: 颜色

# terminal.edit.command_help
source: e.g. claude, codex, gemini, zsh
pt_br: ex.: claude, codex, gemini, zsh
zh_hans: 例如：claude、codex、gemini、zsh

# terminal.edit.font
source: Font
pt_br: Fonte
zh_hans: 字体

# terminal.edit.font_choose
source: Choose...
pt_br: Escolher...
zh_hans: 选择...

# terminal.edit.icon
source: Icon
pt_br: Ícone
zh_hans: 图标

# terminal.edit.maestro_help
source: Maestro can recruit sub-agents with omaestri recruit
pt_br: O Maestro pode recrutar subagentes com o comando omaestri recruit
zh_hans: Maestro 可以通过 omaestri recruit 招募子 Agent

# terminal.edit.menu
source: Edit Terminal
pt_br: Editar Terminal
zh_hans: 编辑终端

# terminal.edit.monitor_help
source: Notify when terminal activity is detected
pt_br: Notificar quando a atividade do terminal for detectada
zh_hans: 当终端有活动时发送通知

# terminal.edit.role_placeholder
source: Role configuration coming soon
pt_br: A configuração de funções estará disponível em breve
zh_hans: 角色配置即将推出

# terminal.edit.tab.appearance
source: Appearance
pt_br: Aparência
zh_hans: 外观

# terminal.edit.tab.details
source: Details
pt_br: Detalhes
zh_hans: 详细信息

# terminal.edit.tab.role
source: Role
pt_br: Função
zh_hans: 角色

# terminal.edit.theme
source: Theme
pt_br: Tema
zh_hans: 主题

# terminal.edit.title
source: Edit Terminal
pt_br: Editar Terminal
zh_hans: 编辑终端

# terminal.jump
source: Jump to Terminal (⌘+number)
pt_br: Ir para o Terminal (⌘ + número)
zh_hans: 跳转终端（⌘+数字）

# terminal.launch_command
source: Launch Command
pt_br: Comando de inicialização
zh_hans: 启动命令

# terminal.maestro_mode
source: Maestro Mode
pt_br: Modo Maestro
zh_hans: Maestro 模式

# terminal.maestro_recruit_help
source: Maestro terminals can recruit sub-agents with omaestri recruit
pt_br: Terminais Maestro podem recrutar subagentes com o comando omaestri recruit
zh_hans: Maestro 终端可通过 omaestri recruit 命令招募子 Agent

# terminal.monitor
source: Monitor Activity
pt_br: Monitorar atividade
zh_hans: 监控活动

source: Terminal Name
pt_br: Nome do Terminal
zh_hans: 终端名称

# terminal.name_placeholder
source: Terminal name
pt_br: Nome do Terminal
zh_hans: 终端名称

# terminal.new
source: New Terminal
pt_br: Novo Terminal
zh_hans: 新建终端

# terminal.next
source: Next Terminal
pt_br: Próximo Terminal
zh_hans: 下一个终端

# terminal.no_active
source: No active terminals
pt_br: Nenhum Terminal ativo
zh_hans: 暂无活跃终端

# terminal.no_command
source: No Command
pt_br: Sem comando
zh_hans: 无命令

# terminal.prev
source: Previous Terminal
pt_br: Terminal anterior
zh_hans: 上一个终端

# terminal.scroll_lock
source: Lock Scroll (⌘⇧B)
pt_br: Bloquear rolagem (⌘⇧B)
zh_hans: 锁定滚动（⌘⇧B）

# terminal.scroll_unlock
source: Unlock Scroll
pt_br: Desbloquear rolagem
zh_hans: 解除滚动锁定

# terminal.shortcut
source: Shortcut
pt_br: Atalho
zh_hans: 快捷键

# terminal.shortcut.automatic
source: Automatic
pt_br: Automático
zh_hans: 自动

# terminal.shortcut.none
source: None
pt_br: Nenhum
zh_hans: 无

# terminal.target
source: Target Terminal
pt_br: Terminal de destino
zh_hans: 目标终端

# terminal.theme.custom
source: Custom
pt_br: Personalizado
zh_hans: 自定义

# terminal.theme.custom_title
source: Custom Theme
pt_br: Tema personalizado
zh_hans: 自定义主题

# terminal.theme.dark
source: Dark
pt_br: Escuro
zh_hans: 深色

# terminal.theme.light
source: Light
pt_br: Claro
zh_hans: 浅色

# terminal.theme.preview_placeholder
source: Select a theme to preview
pt_br: Selecione um tema para visualizar
zh_hans: 选择一个主题以预览

# terminal.theme.system
source: System
pt_br: Sistema
zh_hans: 系统

# terminal.unassign_role
source: Unassign Role
pt_br: Remover função
zh_hans: 取消分配

# terminal.working_directory
source: Working Directory
pt_br: Diretório de trabalho
zh_hans: 工作目录

# text.toolbar.custom_font_preview
source: Custom Font (preview only)
pt_br: Fonte personalizada (somente visualização)
zh_hans: 自定义字体（仅预览）

# text.toolbar.text_color
source: Text Color
pt_br: Cor do texto
zh_hans: 文本颜色

# toolbar.connections.title
source: Connections
pt_br: Conexões
zh_hans: 连接

# tooltip.back
source: Back
pt_br: Voltar
zh_hans: 后退

# tooltip.config_hooks
source: Configure Hooks
pt_br: Configurar Hooks
zh_hans: 配置 Hooks

# tooltip.hide_chrome
source: Hide/Show Chrome
pt_br: Ocultar/mostrar controles
zh_hans: 隐藏/显示控制栏

# tooltip.minimap
source: Canvas Minimap
pt_br: Minimapa do Canvas
zh_hans: 画布缩略图

# tooltip.node.change_root
source: Change Root Directory
pt_br: Alterar diretório raiz
zh_hans: 更改根目录

# tooltip.node.connect_terminal
source: Connect to Terminal
pt_br: Conectar ao Terminal
zh_hans: 连接到终端

# tooltip.node.connections
source: View Connections
pt_br: Ver conexões
zh_hans: 查看连接

# tooltip.node.delete
source: Delete
pt_br: Excluir
zh_hans: 删除

# tooltip.node.edit
source: Edit
pt_br: Editar
zh_hans: 编辑

# tooltip.node.reveal_finder
source: Reveal in Finder
pt_br: Revelar no Finder
zh_hans: 在访达中显示

# tooltip.refresh
source: Refresh
pt_br: Atualizar
zh_hans: 刷新

# tooltip.start_connect
source: Start Connection (L)
pt_br: Iniciar conexão (L)
zh_hans: 创建连接（L）

# tooltip.stop
source: Stop
pt_br: Parar
zh_hans: 停止

# workspace.delete_confirm
source: Delete workspace "%@"?
pt_br: Excluir o Workspace "%@"?
zh_hans: 确认删除工作区 "%@"？

# workspace.duplicate
source: Duplicate
pt_br: Duplicar
zh_hans: 复制

# workspace.duplicate_suffix
source: Copy
pt_br: Cópia
zh_hans: 副本

# workspace.edit.title
source: Edit Workspace
pt_br: Editar Workspace
zh_hans: 编辑工作区

# workspace.group_name
source: Group Name
pt_br: Nome do grupo
zh_hans: 分组名称

# workspace.load_failed
source: Workspace "%1$@" failed to load: %2$@
pt_br: Não foi possível carregar o Workspace "%1$@": %2$@
zh_hans: 工作区 "%1$@" 加载失败: %2$@

# workspace.move_to_group
source: Move to Group
pt_br: Mover para grupo
zh_hans: 移入分组

source: Workspace Name
pt_br: Nome do Workspace
zh_hans: 工作区名称

# workspace.new
source: New Workspace
pt_br: Novo Workspace
zh_hans: 新建工作区

# workspace.new_group
source: New Group
pt_br: Novo grupo
zh_hans: 新建分组

# workspace.new_or_group
source: New Workspace or Group
pt_br: Novo Workspace ou grupo
zh_hans: 新建工作区或分组

# workspace.next
source: Next Workspace
pt_br: Próximo Workspace
zh_hans: 切换下一个工作区

# workspace.open_in_finder
source: Open in Finder
pt_br: Abrir no Finder
zh_hans: 在访达中打开

# workspace.pin
source: Pin
pt_br: Fixar
zh_hans: 置顶

# workspace.prev
source: Previous Workspace
pt_br: Workspace anterior
zh_hans: 切换上一个工作区

# workspace.rename_group.alert
source: Rename Group
pt_br: Renomear grupo
zh_hans: 重命名分组

# workspace.search
source: Search Workspaces
pt_br: Buscar Workspaces
zh_hans: 搜索工作区

# workspace.section.basic_info
source: Basic Info
pt_br: Informações básicas
zh_hans: 基本信息

# workspace.section.color
source: Color
pt_br: Cor
zh_hans: 颜色

# workspace.section.icon
source: Icon
pt_br: Ícone
zh_hans: 图标

# workspace.section.working_dir
source: Working Directory
pt_br: Diretório de trabalho
zh_hans: 工作目录

# workspace.sidebar.create_hint
source: Create a workspace in the sidebar
pt_br: Crie um Workspace na barra lateral
zh_hans: 在侧边栏创建一个工作区

# workspace.tab.agent_instructions
source: Agent Instructions
pt_br: Instruções do Agente
zh_hans: Agent 指令

# workspace.tab.general
source: General
pt_br: Geral
zh_hans: 常规

# workspace.unpin
source: Unpin
pt_br: Desafixar
zh_hans: 取消置顶

# workspace.working_dir
source: Working Directory
pt_br: Diretório de trabalho
zh_hans: 工作目录

# workspace.working_dir.none
source: Not selected
pt_br: Não selecionado
zh_hans: 未选择

# agents.subtab.skills
source: Skills
zh_hans: 技能

# button.commit
source: Commit
zh_hans: 提交

# button.merge
source: Merge
zh_hans: 合并

# button.ok
source: OK
zh_hans: 好

# canvas.context.add.portal
source: Portal
zh_hans: 门户

# canvas.context.add.terminal
source: Terminal
zh_hans: 终端

# canvas.toolbar.terminal
source: Terminal
zh_hans: 终端

# data.usage.total
source: Total
zh_hans: 总计

# general.section.backup
source: Backup
zh_hans: 备份

# settings.tab.terminal
source: Terminal
zh_hans: 终端

# shortcut.group.canvas
source: Canvas
zh_hans: 画布
